alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arch-wiki-lite
atomicparsley
autoconf
automake
avr-gcc
avr-libc
avrdude
base
bash-completion
bc
binutils
bison
blender
blueberry
bluez
bluez-utils
cabal-install
ccache
ccls
chromium
clang
cmake
cpio
ctags
cuda
deluge-gtk
dfu-programmer
dhcpcd
dmidecode
dnsmasq
docker
efibootmgr
eigen
electron
evince
exfat-utils
exo
f2fs-tools
fakeroot
fcitx
fcitx-configtool
fcitx-m17n
fcitx-mozc
fcitx-qt5
ffmpegthumbnailer
file
findutils
firefox
flex
freeglut
fzf
fzy
garcon
gawk
gcc
geckodriver
gendesk
gettext
gimp
git
glfw-x11
glm
global
gnome-books
gnome-calculator
gnome-keyring
goldendict
graphviz
grep
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-ugly
gvfs-afc
gvfs-goa
gvfs-google
gvfs-mtp
gvfs-smb
gvim
gzip
highlight
htop
imagemagick
inetutils
inkscape
jdk8-openjdk
jfsutils
jq
kcm-fcitx
libreoffice-fresh
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
logrotate
luit
lzop
m4
make
man-db
man-pages
mcomix
mlocate
mousepad
mtpfs
mupdf
nano
neovim
neovim-qt
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-settings
opencv
os-prober
p7zip
pacman
parole
patch
pavucontrol
pdftk
pkgconf
pkgfile
pkgstats
poppler-data
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-greenlet
python-language-server
python-matplotlib
python-pip
python-pyqt5
python-scipy
python2
python2-pip
rawtherapee
reiserfsprogs
ristretto
rrdtool
rsync
s-nail
sed
simplescreenrecorder
smartmontools
smplayer
sshfs
subversion
sudo
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-nerd-fonts-symbols
tumbler
unrar
unzip
usbutils
vagrant
valgrind
vi
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
vlc
vtk
vulkan-extra-layers
vulkan-headers
vulkan-tools
vulkan-validation-layers
w3m
weston
wget
which
words
xarchiver
xclip
xdg-user-dirs-gtk
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xmobar
xmonad
xmonad-contrib
xmonad-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
yarn
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
