{
  "CopilotChat.nvim": { "branch": "main" },
  "DoxygenToolkit.vim": { "branch": "master" },
  "YankRing.vim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "caw.vim": { "branch": "master" },
  "clever-f.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-copilot": { "branch": "master" },
  "cmp-emoji": { "branch": "main" },
  "cmp-look": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "comfortable-motion.vim": { "branch": "master" },
  "copilot.lua": { "branch": "takiyu" },
  "cpp-vim": { "branch": "master" },
  "fcitx.nvim": { "branch": "master" },
  "hexmode": { "branch": "master" },
  "hl_matchit.vim": { "branch": "master" },
  "json5.vim": { "branch": "master" },
  "jsonc.vim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lightline-lsp": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "split_commenter.nvim": { "branch": "master" },
  "tango-lx": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "verilog.vim": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-glsl": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-localvimrc": { "branch": "main" },
  "vim-pydocstring": { "branch": "master" },
  "vim-quickhl": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-trailing-whitespace": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "winresizer": { "branch": "master" },
  "yajs.vim": { "branch": "master" }
}
